[{
    "id":1,
    "data":{
    "type": "cat",
    "sex" : "female",
    "name": "Minutka",
    "age": "4 lata"
    },
    "descriptions":{
    "description-basic": "Bardzo towarzyska, ale potrzebuje dużo czasu, żeby zaufać człowiekow",
    "description-extended": "Koteczka jest bardzo towarzyska, ma niesamowicie silną osobowość, przez to szybko się ekscytuje. Gdy tylko widzimy, że zaczyna się nakręcać trzeba dać jej spokój. Rossa potrzebuje bardzo dużo czasu by obdarzyć człowieka zaufaniem na tyle wysokim, żeby ten mógł ją w spokoju głaskać, nie można brać ją na ręce i dotykać gdy tego sobie nie życzy bo może zareagować obronnie. Przy adopcji kota pamiętajmy, że to my musimy się dostosować do zwierzaka, nie ono do nas. Rossa, nie ma problemu z innymi kotami, jeśli one nie wychodzą jej w drogę. Polecamy ją do osób bez małych dzieci."
    },
    "good-for-kid": "no"
},
{
    "id":2,
    "data":{
    "type": "cat",
    "sex": "male",
    "name": "Muminek",
    "age": "6 lat"
    },
    "descriptions":{
    "description-basic": "Nieśmiały, ceni swoją przestrzeń i spokój",
    "description-extended": "Muminek jest kocurkiem, który trafił do naszej fundacji po śmierci opiekuna. To koci indywidualista, bardzo ceni sobie spokój, ale zachęcony do zabawy szaleje do utraty tchu. Muminek potrzebuje sporo czasu zanim komuś zaufa. Jest wycofany, nieśmiały, ceni swoją przestrzeń jak każdy kot, przy czym należy pamietać, że nie będzie należał raczej do tych kotów, które same domagają się pieszczot. Muminek czuje się dobrze w towarzystwie innych kotów. Szukamy dla Muminka domu spokojnego, wyrozumiałego, cierpliwego. Takiego, który uszanuje i zaakceptuje go wraz z zaletami, wadami, upodobaniami."
    },
    "good-for-kid": "no"
},

  {
    "id":3,
    "data":{
    "type": "cat",
    "sex": "male",
    "name": "Mustafa",
    "age": "8 lat"
    },
    "descriptions":{
    "description-basic": "Jeśli zdobędziesz jego zaufanie odwdzięczy się bezgraniczną miłością",
    "description-extended": "Spokojny dorosły kocurek. W stosunku do ludzi ufny. Trafił do naszej fundacji po tym jak błąkał się na jednej z gdyńskich dzielnic, był kotem dzikim. Lata pobytu wśród ludzi pozwoliły mu zaufać, że człowiek nie chce go skrzywdzić. Do nowo poznanych osób podchodzi z rezerwą, jednak po chwili okazuje się, że to fajny, miziasty kocurek, któremu do szczęścia potrzeba kochającego domu. "
    },
    "good-for-kid": "yes"
  },

  {
    "id":4,
    "data":{
    "type": "cat",
    "sex": "male",
    "name": "Granat",
    "age": "2 lata"
    },
    "descriptions":{
    "description-basic": "Koci indywidualista, potrzebuje prywatności",
    "description-extended": "Granat nie przepada za nadmierną bliskością, noszeniem na rękach, tuleniem. Głaskanie toleruje, byle nie trwało zbyt długo. Lubi ludzi, których zna. Potrzebuje więcej czasu, by poznać obcych i poczuć się dobrze i bezpiecznie w ich towarzystwie. Granat potrzebuje kawałka prywatnej przestrzeni, tylko dla siebie, miejsca ucieczki i kontemplacji. Może nim być kocia budka, pudełko czy tez drapak, które Granat bardzo lubi."
    },
    "good-for-kid": "no"
  },

  {
    "id":5,
    "data":{
    "type": "cat",
    "sex": "female",
    "name": "Kulka",
    "age": "4 lata"
    },
    "descriptions":{
    "description-basic": "Nieśmiała i lekko kapryśna kotka",
    "description-extended": "Spokojna, bardzo nieśmiała koteczka. W stosunku do ludzi podchodzi z dużą rezerwą. Potrafi być kapryśna. Potrzebuje dużo czasu aby komuś zaufać. Kiciula trafiła do naszego schroniska po wypadku komunikacyjnym, miała złamana miednicę. Miesiące leczenia i rekonwalescencji ma już za sobą. Niestety, Kulka nie ufa ludziom, stara się unikać kontaktu, ale nie jest to koteczka dzika. Z upływem czasu oswoiła się z obecnością człowieka, aczkolwiek nie jest typem miziaka. Czuje się dobrze w towarzystwie innych kotów."
    },
    "good-for-kid": "no"
  },

  {
    "id":6,
    "data":{
    "type": "cat",
    "name": "Ramona",
    "sex": "female",
    "age": "5 lat"
    },
    "descriptions":{
    "description-basic": "Kotka rzyjaźnie nastawiona do ludzi",
    "description-extended": "Ramona dała się poznać jako pozytywna kotka przyjaźnie nastawiona do ludzi, sama doprasza się o pieszczoty. Jak każdy kot potrafi postawić swoje granice kiedy coś pójdzie nie po jej myśli. Lepiej odnajdzie się w domu bez innych kotów"
    },
    "good-for-kid": "yes"
  },

  {
    "id":7,
    "data":{
    "type": "cat",
    "name": "Grzesiu",
    "sex": "male",
    "age": "12 lat"
    },
    "descriptions":{
    "description-basic": "Spragniony pieszczot i zabawy, bardzo uczuciowy łobuz",
    "description-extended": "Grzesiu to starszy, około dwunastoletni kocurek niewątpliwej urody. Lubi pieszczoty, ale nie jest typem nakolankowego miziaka, choć w domu może sie to zmienić. Póki co to kocur, który ma własne zdanie i sam decyduje kiedy, w jaki sposób i jak długo można go głaskać. Swoje zadowolenie, manifestuje wówczas głośnym mruczeniem. Ale uważaj! Jeżeli przekroczysz „grzesiową” granicę, możesz mieć bliskie spotkanie z jego pazurkami."
    },
    "good-for-kid": "no"
  },

  {
    "id":8,
    "data":{
    "type": "cat",
    "name": "Białek",
    "sex": "male",
    "age": "3 lata"
    },
    "descriptions":{
    "description-basic": "Spokojny grubasek z mięciutkim futerkiem",
    "description-extended": "Poznajcie naszego pięknego Białka. Tego kota nie trzeba reklamować. Wyprany w perwollu, mięciutki jak kaczuszka Białek czeka na dom. Nie może to być jednak byle jaki dom. Szukamy domu odpowiedzialnego i świadomego dalszej opieki nad Białkiem. Kot przyjmuje codziennie leki na serduszko. Wystarczy przyjechać do schroniska i poznać naszego kociego kawalera. W nim trudno się nie zakochać."
    },
    "good-for-kid": "yes"
  },

  {
    "id":9,
    "data":{
    "type": "cat",
    "sex": "female",
    "name": "Zorka",
    "age": "3 lata"
    },
    "descriptions":{
    "description-basic": "Piękna, trójkolorowa ciekawska koteczka",
    "description-extended": "Tej kotki nie da się nie zauważyć wśród schroniskowych kociaków. Nasza podopieczna jest bardzo przyjazna i ciekawska. Jak na kota przystało jest typowym odkrywcą. Zorka czeka na zabieg usunięcia guzów listwy mlecznej. Z niecierpliwością wyczekujemy na rodziny chętne adoptować piękną Zorkę. Kotka posiada szczepienia oraz jest wysterylizowana."
    },
    "good-for-kid": "yes"
  },

  {
    "id":10,
    "data":{
    "type": "cat",
    "sex": "male",
    "name": "Anakin",
    "age": "1 rok"
    },
    "descriptions":{
    "description-basic": "Spragniony pieszczot i zabawy, bardzo uczuciowy łobuz",
    "description-extended": "Anakin to roczny kocurek, ubrany w bure futerko. Kto by nie chciał się przytulać codziennie do takiego puszystego futerka! Trzeba tylko przyjechać do schroniska i zabrać puszyste futerko do swojego domu. Anakin na pewno bardzo by się ucieszył z takiego rozwiązania, bo w schronisku bardzo źle się czuje. Chowa się w budce, bo boi się wszystkich nowych dla niego dźwięków, osób i kotów."
    },
    "good-for-kid": "yes"
  },

  {
    "id":11,
    "data":{
    "type": "cat",
    "sex": "female",
    "name": "Łupina",
    "age": "6 miesięcy"
    },
    "descriptions":{
    "description-basic": "Ruchliwa, towarzyska młoda koteczka",
    "description-extended": "Kilkumiesięczna Łupina jest radosną i ruchliwą kocią panienką. Bardzo lubi towarzystwo człowieka, podbiega, łasi się i zachęca do bliskiego kontaktu. Jedno oczko Łupinki wskazuje na przebytą wcześniej chorobę i już pewnie takie pozostanie, co w niczym koteczce nie przeszkadza. Cały czas jest w niej kocięca radość i ciekawość. W swoim domu chętnie zamieszka z innym równie młodym i rozrywkowym kotkiem. Wówczas harcom i zabawom nie będzie końca. Śliczna Łupina poleca się do adopcji."
    },
    "good-for-kid": "yes"
  },

  {
    "id":12,
    "data":{
    "type": "cat",
    "sex": "female",
    "name": "Zuzia",
    "age": "3 lata"
    },
    "descriptions":{
    "description-basic": "Nieufna koteczka z amputowaną łapką",
    "description-extended": "Czarna jak węgielek, 3-letnia Zuzia to koteczka, która do schroniska trafiła już jako trójłapka. Nie wiemy, jakie przykre przeżycia sprawiły, że jedna z łapek musiała zostać amputowana. Koteczka jest przerażona miejscem, w którym się znalazła. Jedynym schronieniem jest dla niej kartonowa budka, w której ukrywa się przed całym światem, na ten moment również przed kontaktem z człowiekiem. Nie ufa, boi się i pokazuje to całą sobą. Schroniskowe warunki - obce otoczenie i zapachy nie sprzyjają w przełamaniu jej strachu. Potrzebnych jest wiele chwil, by móc zobaczyć rozluźnienie w oczach koteczki. To pokazuje jednak, że w spokojnym, cichym domu, który da koteczce odpowiednio dużo czasu i cierpliwości, Zuzia będzie mogła w końcu poczuć się bezpiecznie i swobodnie."
    },
    "good-for-kid": "no"
  },

  {
    "id":13,
    "data":{
    "type": "cat",
    "sex": "male",
    "name": "Barboss",
    "age": "4 lata"
    },
    "descriptions":{
    "description-basic": "Lubiący wolność łaciaty kotek",
    "description-extended": "Barboss początkowo był mocno zdziwiony faktem, że znalazł się w zamkniętej klatce. Dopiero po paru dniach, kocurek zrozumiał, że to nie jest miejsce dla niego i przyjął pozycję obronną. Barboss jest puchatą, łaciatą kuleczką, która całe dnie spędza w pudełku, w którym czuje się bezpiecznie. :( Jedynie łagodny kontakt, spokój i cisza są w stanie go przekonać, że nic mu nie zagraża. Niestety schroniska nie sprzyja spokojowi, dlatego najlepszym rozwiązaniem dla Barbossa będzie własny, kochający dom."
    },
    "good-for-kid": "no"
  },

  {
    "id":14,
    "data":{
    "type": "cat",
    "sex": "male",
    "name": "Szymon",
    "age": "10 lat"
    },
    "descriptions":{
    "description-basic": "Łagodny kocurek, który tęskni za bezpiecznym domem",
    "description-extended": "Szymon jest łagodnym i spokojnym kocurkiem. Przez 10 lat miał swój dom i opiekuna. Niestety, życie napisało smutny scenariusz, dotychczasowy opiekun nie jest w stanie zajmować się Szymonem, sam potrzebuje pomocy. I tak kocurek trafił do schroniska. Przez pierwsze dni Szymek zamknął się w sobie, był bardzo smutny, wycofany. Z każdym dniem starał się pogodzić z tą trudną sytuacją i dziś z ochotą podchodzi do człowieka. Przytula się, w oczach widać nadzieję i ogromną tęsknotę za własnym domem. Szymon będzie doskonałym przyjacielem i towarzyszem dobrych ludzi."
    },
    "good-for-kid": "yes"
  },

  {
    "id":15,
    "data":{
    "type": "cat",
    "sex": "female",
    "name": "Algida",
    "age": "4 miesiące"
    },
    "descriptions":{
    "description-basic": "Łobuziak uwielbiający zabawy z człowiekiem",
    "description-extended": "Algida jest 3-4 miesięczną koteczką. Została znaleziona z rodzeństwem w okolicy Przymorza. Koteczka ma cudowny charakter, rzadko spotykany u kociąt: lubi się bawić jak każdy kociak, ale zdecydowanie najbardziej lubi głaskanie. Gdy tylko człowiek znajdzie się w pobliżu, zaczyna intensywnie mruczeć, a na koniec pieszczot reaguje łaszeniem się i proszeniem o jeszcze. Jest jednocześnie całkowicie łagodna, nie drapie ani nie gryzie nawet w zabawie."
    },
    "good-for-kid": "yes"
  },

  {
    "id":16,
    "data":{
    "type": "cat",
    "sex": "male",
    "name": "Olek",
    "age": "1 rok"
    },
    "descriptions":{
    "description-basic": "Towarzyski lubiący spacery na szelkach kotek",
    "description-extended": "Olek to młody kot o drobnej budowie. Został odłowiony na działkach jako dzikus a do tego kotka, gdyż opiekował się malutkimi kociakami. Jakie było nasze zdziwienie gdy okazał się kotem, do tego oswojonym. Szuka nowego domu, w którym mogą być inne koty. Chętnie wychodzi na spacery ubrany w szelki. Z ciekawością eksploruje otoczenie"
  },
    "good-for-kid": "yes"
  },

  {
    "id":17,
    "data":{
    "type": "cat",
    "sex": "female",
    "name": "Pestka",
    "age": "4 lata"
    },
    "descriptions":{
    "description-basic": "Przyjacielska lubiąca się przytulać i bezproblemowa kotka",
    "description-extended": "Pestka ma około 4 lat, jest drobną, grzeczną i bardzo przyjacielską kotką. Przemarzniętą, głodną, chcącą dostać się do ciepłego budynku znalazła zimą nasza wolontariuszka. W domu tymczasowym mieszka z dwoma psami, świetnie się z nimi dogaduje, nie boi się ich i nie atakuje. Jest bezproblemowa i nie boi się nowych sytuacji, jest ciekawa wszystkiego, uwielbia się przytulać, spędzać czas z człowiekiem, spać w łóżku i bawić się różnymi zabawkami. Poza tym nigdy nie sprawia żadnych problemów, uwielbia mieć czas dla siebie podczas którego bawi się na drapaku lub odpoczywa na swoim miękkim legowisku. Kot marzenie!"
  },
    "good-for-kid": "yes"
  },
  {
    "id":18,
    "data":{
    "type": "cat",
    "sex": "male",
    "name": "Tygrysek",
    "age": "6 miesięcy"
    },
    "descriptions":{
    "description-basic": "Zaśnie na Twoich kolanach, uwielbia ciepło kaloryfera",
    "description-extended": "Tygrysek to wrześniowy kotek, który wygrał walkę z panleukopenią. Silny, przebojowy i przyjacielski. Szuka swojego stałego domu. Nauczony korzystania z kuwety i drapaka. Uwielbia kontakt z innymi kotami. Nie ma problemu z tuleniem do człowieka - potrafi zasnąć w objęciach opiekuna głośno mrucząc. Jego prawdziwą miłością jest wygrzewanie się blisko kaloryfera, kolejną to kocie wędki - radośnie maszeruje ze swoją mini wędką i raczej się z nią nie rozstaje. Jeśli szukasz wesołego malucha, który wniesie do Twojego domu wiele radości i łez szczęścia - nie zastanawiaj się.."
    },
    "good-for-kid": "yes"
  },

  {
    "id":19,
    "data":{
    "type": "cat",
    "sex": "female",
    "name": "Felicja",
    "age": "6 lat"
    },
    "descriptions":{
    "description-basic": "Nieśmiała pełna energii koteczka",
    "description-extended": "Sześcioletnia nieśmiała koteczka o niespożytej energii. Zapewnia brak nudy i poszukiwanie niewielkich zgub za szafami i łóżkami. Całą sobą oznajmia nastawienie do proponowanej porcji czułości (czasem również pazurami). Wymaga cierpliwości i wyczucia, a odwdzięczy się ogromną kocią miłością."
    },
    "good-for-kid": "no"
  },

  {
    "id":20,
    "data":{
    "type": "cat",
    "sex": "male",
    "name": "Felix",
    "age": "10 miesięcy"
    },
    "descriptions":{
    "description-basic": "Świetny do domu z innymi kotami",
    "description-extended": "Dziesięciomiesięczny, bardzo żywy kocurek, biegacz i psotnik, choć bardzo też lubi siedzieć na kolanach i się przytulać. Uwielbia bawić się z innymi kotami, jednak robi to dość brutalnie, uprawia z nimi zapasy, więc będzie świetny do dokocenia, ale tylko z kotem o podobnie żywym temperamencie."
  },
    "good-for-kid": "no"
  }
]